Repository: BabyGeek/SunsetWorkout
Catalog: SunsetWorkout/Localization/*.lproj/Localizable.strings
Languages: fr

# dashboard.tab.title
source: Home
fr: Accueil

# add.tab.title
source: New workout
fr: Nouvelle séance

# launch.tab.title
source: Launch
fr: Lancer

# create.tab.title
source: Create
fr: Créer

# workouts.tab.title
source: Workouts
fr: Séances

# history.tab.title
source: History
fr: Historique

# activities.tab.title
source: Workouts
fr: Activités

# dashboard.navigation.title
source: Welcome
fr: Bienvenue

# history.navigation.title
source: History
fr: Historique

# activities.navigation.title
source: Recent activities
fr: Activités

# dashboard.sleep
source: Sleep
fr: Sommeil

# dashboard.feeling
source: Feeling
fr: Émotion

# dashboard.move
source: Move
fr: Bouger

# dashboard.training
source: Training
fr: M'entraîner

# dashboard.said.by
source: %@ said:
fr: %@ a dit :

# walkthrought.healthkit.information
source: Welcome in Sunset Workout, this app will use your data for working purposes only, no commercial use will be done with it. You need to authorize HealthKit access to these data. Data are stored on your device only using Realm, no data will be sent outside of the application.
fr: Bienvenue dans Sunset Workout, cette application utilisera vos données à des fins de travail uniquement, aucune utilisation commerciale ne sera faite avec. Vous devez autoriser HealthKit à accéder à ces données. Les données sont stockées sur votre appareil uniquement en utilisant Realm, aucune donnée ne sera envoyée en dehors de l'application.

# walkthrought.healthkit.authorize
source: Authorize
fr: Authoriser

# walkthrought.profile.title
source: Configure your profile
fr: Configurer le profil

# walkthrought.skip
source: Skip
fr: Passer

# walkthrought.feeling.title
source: How are you feeling today?
fr: Comment te sens-tu aujourd'hui?

# feeling.name.happy
source: Happy
fr: Content

# feeling.name.sad
source: Sad
fr: Triste

# feeling.name.annoyed
source: Annoyed
fr: Ennoyé

# feeling.name.excited
source: Excited
fr: Excité

# feeling.name.tired
source: Tired
fr: Fatigué

# feeling.name.stressed
source: Stressed
fr: Stressé

# feeling.description.happy
source: I'm feeling happy!
fr: Je me sens bien !

# feeling.description.sad
source: I'm sad :(
fr: Je suis triste :(

# feeling.description.annoyed
source: I'm annoyed.
fr: Je m'emmerde.

# feeling.description.excited
source: I'm feeling so excited!
fr: Je me sens trop excité !

# feeling.description.tired
source: I'm tired.
fr: Je suis fatigué.

# feeling.description.stressed
source: I'm feeling so stressed.
fr: Ohlala je suis stressé.

# feeling.update
source: Change your feeling
fr: Change ton humeur

# metadate.label.exercise.break
source: Exercise end break
fr: Pause entre les exercices

# metadate.label.round.break
source: Round break
fr: Pause du round

# metadate.label.round.number
source: Round number
fr: Nombre de round

# metadate.label.round.duration
source: Round duration
fr: Durée d'un round

# metadate.label.serie.break
source: Serie break
fr: Pause de la série

# metadate.label.serie.number
source: Serie number
fr: Nombre de série

# metadate.label.repetition.goal
source: Repetition goal
fr: Objectif de répétition

# workout.add.first
source: No workout created yet.
fr: Pas encore de séance ajoutée.

# workout.name
source: Name
fr: Nom

# workout.exercises.empty
source: No exercise added to the workout yet.
fr: Aucun exercice ajouté dans la séance pour le moment.

source: Exercise name
fr: Nom de l'exercice

# exercise.break
source: Exercise end break
fr: Pause de fin

# exercise.search.field.placeholder
source: Search for an exercise
fr: Rechercher un exercice

# exercise.search.empty
source: Please enter something to began searching.
fr: S'il te plait commences ta recherche.

# exercise.search.loading
source: Searching...
fr: En cours de recherche...

# exercise.add
source: Add an exercise
fr: Ajouter un exercice

# profile.height
source: Height
fr: Taille

# profile.weight
source: Weight
fr: Poids

# error.global.unknown.description
source: Unknown error
fr: Erreur inconnue

# error.global.unknown.failure.reason
source: An unknown error occured.
fr: Une erreur inconnue c'est produite.

# error.realm.no.realm.description
source: Realm error
fr: Erreur de Realm

# error.realm.no.realm.failure.reason
source: Realm was not able to be found.
fr: Impossible de trouver Realm.

# error.realm.failure.description
source: Realm failure error
fr: Echec de Realm

# error.realm.failure.failure.reason
source: A failure occured while saving or fetching data.
fr: Une erreur est survenue, vérifies tes données.

# error.workout.no.name.description
source: Workout error
fr: Erreur de séance

# error.workout.no.name.failure.reason
source: You need to specify a name for the workout.
fr: Tu dois spécifier un nom pour la séance.

# error.workout.is.nil.description
source: Workout saving error
fr: Erreur de sauvegarde

# error.workout.is.nil.failure.reason
source: Error while saving your workout, please check your data.
fr: Une erreur est survenue lors de la sauvegarde, vérifies tes données.

# error.exercise.no.name.description
source: Exercise error
fr: Erreur d'éxercice

# error.exercise.no.name.failure.reason
source: You need to specify a name for the exercise.
fr: Tu dois spécifier un nom pour l'éxercice.

# error.exercise.not.saved.description
source: Exercise saving error
fr: Erreur de sauvegarde

# error.exercise.not.saved.failure.reason
source: Error while saving your exercise, please check your data.
fr: Une erreur est survenue lors de la sauvegarde, vérifies tes données.

# error.exercise.several.orders.description
source: Exercise order error
fr: Erreur d'ordonnancement

# error.exercise.several.orders.failure.reason
source: The exercises ordering is not correct.
fr: L'ordre des exercices est incorrect.

# error.healthkit.not.saved.description
source: Health saving error
fr: Erreur de HealthKit

# error.healthkit.not.saved.failure.reason
source: Was not able to save the workout in Health application.
fr: L'activité n'a pas pu être enregistrée dans HealthKit.

# activity.start.preface
source: Press start when you feel ready!
fr: Cliques sur commencer quand tu es prêt !

# activity.start
source: Began workout
fr: Commencer la séance

# activity.selected
source: Selected workout: %@
fr: Séance sélectionnée : %@

# activity.exercise.next
source: Incoming: %@
fr: Prochain : %@

# activity.exercise.next.last
source: Incoming: %@, this is your last exercise, let's do it!
fr: Prochain : %@, c'est ton dernier exercie, vas-y fonces !

# activity.in.break
source: Break time
fr: Pause

# activity.starting
source: Your activity is going to start
fr: Ta séance est sur le point de commencer

# activity.be.ready
source: Be ready!
fr: Sois prêt !

# activity.cant.start
source: This workout can't be launched.
fr: Cette séance ne peut pas être lancée.

# button.go.to.summary
source: Workout summary
fr: Résumé de l'activité

# button.go.to.workout
source: Workout
fr: Séance

# button.go.to.launch
source: Launch an other workout
fr: Lancer une autre

# history.empty
source: No workout session done yet. Start one to see the summary in here later
fr: Aucune activité effectuée pour le moment. Lances en une pour voir son résumé ici une fois terminée.

# summary.goal
source: Your global repetition goal was %d
fr: Ton objectif de répétition global était %d

# input.time
source: Time passed
fr: Temps passé

# input.serie
source: Serie
fr: Série

# input.repetitions
source: Repetitions
fr: Répétitions

# input.goal
source: Goal
fr: Objectif

# input.skipped
source: Skipped
fr: Passé

source: Not found
fr: Non trouvé

# button.save
source: Save
fr: Sauvegarder
